[
  {
    "_id": "66c2db72a8dcbc91f7ee27d5",
    "title": "Our cryptonite",
    "author": "Mr. Glass",
    "blogText": "Your bones don't break, mine do. That's clear. Your cells react to bacteria and viruses differently than mine. You don't get sick, I do. That's also clear. But for some reason, you and I react the exact same way to water. We swallow it too fast, we choke. We get some in our lungs, we drown. However unreal it may seem, we are connected, you and I. We're on the same curve, just on opposite ends.",
    "createdAt": "2024-08-19T05:43:14.865Z",
    "updatedAt": "2024-08-19T05:43:14.865Z",
    "__v": 0
  },
  {
    "_id": "66c306e019bb37e253876714",
    "title": "Foot massage and shit",
    "author": "Jules",
    "blogText": "Look, just because I don't be givin' no man a foot massage don't make it right for Marsellus to throw Antwone into a glass motherfuckin' house, fuckin' up the way the nigger talks. Motherfucker do that shit to me, he better paralyze my ass, 'cause I'll kill the motherfucker, know what I'm sayin'?",
    "createdAt": "2024-08-19T08:48:32.550Z",
    "updatedAt": "2024-08-19T08:48:32.550Z",
    "__v": 0
  },
  {
    "_id": "66c32bdb19bb37e253876722",
    "title": "Shopping for infants",
    "author": "Jules",
    "blogText": "Do you see any Teletubbies in here? Do you see a slender plastic tag clipped to my shirt with my name printed on it? Do you see a little Asian child with a blank expression on his face sitting outside on a mechanical helicopter that shakes when you put quarters in it? No? Well, that's what you see at a toy store. And you must think you're in a toy store, because you're here shopping for an infant named Jeb.",
    "createdAt": "2024-08-19T11:26:19.776Z",
    "updatedAt": "2024-08-19T11:26:19.776Z",
    "__v": 0
  },
  {
    "_id": "66c34b03258544f03249a797",
    "title": "Some cool shit I used to say",
    "author": "Jules",
    "blogText": "There's a passage I got memorized. Ezekiel 25:17. 'The path of the righteous man is beset on all sides by the inequities of the selfish and the tyranny of evil men. Blessed is he who, in the name of charity and good will, shepherds the weak through the valley of the darkness, for he is truly his brother's keeper and the finder of lost children. And I will strike down upon thee with great vengeance and furious anger those who attempt to poison and destroy My brothers. And you will know I am the Lord when I lay My vengeance upon you.' Now... I been sayin' that shit for years. And if you ever heard it, that meant your ass. You'd be dead right now. I never gave much thought to what it meant. I just thought it was a cold-blooded thing to say to a motherfucker before I popped a cap in his ass. But I saw some shit this mornin' made me think twice. See, now I'm thinking: maybe it means you're the evil man. And I'm the righteous man. And Mr. 9mm here... he's the shepherd protecting my righteous ass in the valley of darkness. Or it could mean you're the righteous man and I'm the shepherd and it's the world that's evil and selfish. And I'd like that. But that shit ain't the truth. The truth is you're the weak. And I'm the tyranny of evil men. But I'm tryin', Ringo. I'm tryin' real hard to be the shepherd.",
    "createdAt": "2024-08-19T13:39:15.814Z",
    "updatedAt": "2024-08-19T13:39:15.814Z",
    "__v": 0
  },
  {
    "_id": "66c34b29258544f03249a79a",
    "title": "Motherfuckin' pilots",
    "author": "Jules",
    "blogText": "Well, the way they make shows is, they make one show. That show's called a pilot. Then they show that show to the people who make shows, and on the strength of that one show they decide if they're going to make more shows. Some pilots get picked and become television programs. Some don't, become nothing. She starred in one of the ones that became nothing.",
    "createdAt": "2024-08-19T13:39:53.667Z",
    "updatedAt": "2024-08-19T13:39:53.667Z",
    "__v": 0
  },
  {
    "_id": "66c34b3f258544f03249a79d",
    "title": "This transitional period of mine",
    "author": "Jules",
    "blogText": "Normally, both your asses would be dead as fucking fried chicken, but you happen to pull this shit while I'm in a transitional period so I don't wanna kill you, I wanna help you. But I can't give you this case, it don't belong to me. Besides, I've already been through too much shit this morning over this case to hand it over to your dumb ass.",
    "createdAt": "2024-08-19T13:40:15.025Z",
    "updatedAt": "2024-08-19T13:40:15.025Z",
    "__v": 0
  },
  {
    "_id": "66c34b59258544f03249a7a0",
    "title": "Sneaky water",
    "author": "Russell Franklin",
    "blogText": "You think water moves fast? You should see ice. It moves like it has a mind. Like it knows it killed the world once and got a taste for murder. After the avalanche, it took us a week to climb out. Now, I don't know exactly when we turned on each other, but I know that seven of us survived the slide... and only five made it out. Now we took an oath, that I'm breaking now. We said we'd say it was the snow that killed the other two, but it wasn't. Nature is lethal but it doesn't hold a candle to man.",
    "createdAt": "2024-08-19T13:40:41.490Z",
    "updatedAt": "2024-08-19T13:40:41.490Z",
    "__v": 0
  },
  {
    "_id": "66c34b72258544f03249a7a3",
    "title": "The ballpark",
    "author": "Jules",
    "blogText": "Ain't no fuckin' ballpark neither. Now look, maybe your method of massage differs from mine, but, you know, touchin' his wife's feet, and stickin' your tongue in her Holiest of Holies, ain't the same fuckin' ballpark, it ain't the same league, it ain't even the same fuckin' sport. Look, foot massages don't mean shit.",
    "createdAt": "2024-08-19T13:41:06.841Z",
    "updatedAt": "2024-08-19T13:41:06.841Z",
    "__v": 0
  },
  {
    "_id": "66c34b8a258544f03249a7a6",
    "title": "Pumpkin pie",
    "author": "Samuel L. Blogson",
    "blogText": "Hey, sewer rat may taste like pumpkin pie, but I'd never know 'cause I wouldn't eat the filthy motherfucker. Pigs sleep and root in shit. That's a filthy animal. I ain't eat nothin' that ain't got sense enough to disregard its own feces.",
    "createdAt": "2024-08-19T13:41:30.432Z",
    "updatedAt": "2024-08-19T13:41:30.432Z",
    "__v": 0
  },
  {
    "_id": "66c34b9f258544f03249a7a9",
    "title": "Pretty please",
    "author": "Mr. Wolf",
    "blogText": "Get it straight buster - I'm not here to say please, I'm here to tell you what to do and if self-preservation is an instinct you possess you'd better fucking do it and do it quick. I'm here to help - if my help's not appreciated then lotsa luck, gentlemen. If I'm curt with you it's because time is a factor. I think fast, I talk fast and I need you guys to act fast if you wanna get out of this. So, pretty please... with sugar on top. Clean the fucking car.",
    "createdAt": "2024-08-19T13:41:51.532Z",
    "updatedAt": "2024-08-19T13:41:51.532Z",
    "__v": 0
  },
  {
    "_id": "66c34bb5258544f03249a7ac",
    "title": "I'm on the motherfucker",
    "author": "Jules",
    "blogText": "I don't wanna hear about no motherfuckin' ifs. All I wanna hear from your ass is, You ain't got no problem, Jules. I'm on the motherfucker. Go back in there, chill them niggers out and wait for the cavalry which should be coming directly.",
    "createdAt": "2024-08-19T13:42:13.151Z",
    "updatedAt": "2024-08-19T13:42:13.151Z",
    "__v": 0
  },
  {
    "_id": "66c34bcb258544f03249a7af",
    "title": "The exact opposite",
    "author": "Mr. Glass",
    "blogText": "Now that we know who you are, I know who I am. I'm not a mistake! It all makes sense! In a comic, you know how you can tell who the arch-villain's going to be? He's the exact opposite of the hero. And most times they're friends, like you and me! I should've known way back when... You know why, David? Because of the kids. They called me Mr Glass.",
    "createdAt": "2024-08-19T13:42:35.333Z",
    "updatedAt": "2024-08-19T13:42:35.333Z",
    "__v": 0
  },
  {
    "_id": "66c34bdf258544f03249a7b2",
    "title": "The expensive stuff",
    "author": "Jimmie",
    "blogText": "I don't need you to tell me how fucking good my coffee is, okay? I'm the one who buys it. I know how good it is. When Bonnie goes shopping she buys SHIT. I buy the gourmet expensive stuff because when I drink it I want to taste it. But you know what's on my mind right now? It AIN'T the coffee in my kitchen, it's the dead nigger in my garage.",
    "createdAt": "2024-08-19T13:42:55.145Z",
    "updatedAt": "2024-08-19T13:42:55.145Z",
    "__v": 0
  },
  {
    "_id": "66c34bf6258544f03249a7b5",
    "title": "My thoughts on foot massage",
    "author": "Vincent",
    "blogText": "I ain't saying it's right. But you're saying a foot massage don't mean nothing, and I'm saying it does. Now look, I've given a million ladies a million foot massages, and they all meant something. We act like they don't, but they do, and that's what's so fucking cool about them. There's a sensuous thing going on where you don't talk about it, but you know it, she knows it, fucking Marsellus knew it, and Antwone should have fucking better known better. I mean, that's his fucking wife, man. He can't be expected to have a sense of humor about that shit. You know what I'm saying?",
    "createdAt": "2024-08-19T13:43:18.669Z",
    "updatedAt": "2024-08-19T13:43:18.669Z",
    "__v": 0
  },
  {
    "_id": "66c34c0d258544f03249a7b8",
    "title": "Three tomatoes",
    "author": "Mia",
    "blogText": "Three tomatoes are walking down the street- a poppa tomato, a momma tomato, and a little baby tomato. Baby tomato starts lagging behind. Poppa tomato gets angry, goes over to the baby tomato, and smooshes him... and says, Catch up.",
    "createdAt": "2024-08-19T13:43:41.402Z",
    "updatedAt": "2024-08-19T13:43:41.402Z",
    "__v": 0
  },
  {
    "_id": "66c4c8ffef99d81ee3e4d944",
    "title": "Say what?",
    "author": "Jules",
    "blogText": "Say 'What' again! C'mon, say 'What' again! I dare ya, I double dare ya motherfucker, say 'What' one more goddamn time!...\r\n\r\nNow describe to me what Marsellus Wallace looks like!... Does he look like a bitch?",
    "createdAt": "2024-08-20T16:49:03.615Z",
    "updatedAt": "2024-08-20T16:49:03.615Z",
    "__v": 0
  },
  {
    "_id": "66c4ca8bef99d81ee3e4d949",
    "title": "Just different",
    "author": "Vincent",
    "blogText": "You know what the funniest thing about Europe is? It’s the little differences. I mean they got the same shit over there that they got here, but it’s just, it’s just there, it’s a little different.",
    "createdAt": "2024-08-20T16:55:39.290Z",
    "updatedAt": "2024-08-20T16:55:39.290Z",
    "__v": 0
  },
  {
    "_id": "66c4cb19ef99d81ee3e4d94c",
    "title": "In the fuckin' red...",
    "author": "Vincent",
    "blogText": "I got a threshold, Jules, I got a threshold for the abuse that I will take. Right now, I’m a fuckin’ race car, and you got me in the red. And I’m just sayin’, I’m just sayin’ that is fuckin’ dangerous to have a race car in the fuckin’ red. That’s all. I could blow.",
    "createdAt": "2024-08-20T16:58:01.150Z",
    "updatedAt": "2024-08-20T16:58:01.150Z",
    "__v": 0
  },
  {
    "_id": "66c4cb96ef99d81ee3e4d94f",
    "title": "Drive fast",
    "author": "Mr. Wolf",
    "blogText": "I drive real fuckin’ fast, so keep up. If I get my car back any different than I gave it, Monster Joe’s gonna be disposing of two bodies.",
    "createdAt": "2024-08-20T17:00:06.620Z",
    "updatedAt": "2024-08-20T17:00:06.620Z",
    "__v": 0
  },
  {
    "_id": "66c4cc18ef99d81ee3e4d952",
    "title": "Your dad's watch",
    "author": "Captain Koons",
    "blogText": "The way your Dad looked at it, this watch was your birthright. He’d be damned if any slope’s gonna put their greasy, yellow hands on his boy’s birthright, so he hid it in one place he knew he could hide something: his ass. Five long years he wore this watch up his ass. Then, he died of dysentery. He gave me the watch. I hid this uncomfortable hunk of metal up my ass two years. Then, after seven years, I was sent home to my family. Now, little man, I give the watch to you.",
    "createdAt": "2024-08-20T17:02:16.123Z",
    "updatedAt": "2024-08-20T17:02:16.123Z",
    "__v": 0
  },
  {
    "_id": "66c4ccfcef99d81ee3e4d955",
    "title": "Abilities don't last",
    "author": "Marsellus Wallace",
    "blogText": "The thing is, Butch, right now you got ability. But painful as it may be, ability don’t last. And your days are just about over. Now, that’s a hard motherfuckin’ fact of life. But that’s a fact of life your ass is gonna have to get realistic about.",
    "createdAt": "2024-08-20T17:06:04.110Z",
    "updatedAt": "2024-08-20T17:06:04.110Z",
    "__v": 0
  },
  {
    "_id": "66c4cdc1ef99d81ee3e4d958",
    "title": "Silence",
    "author": "Mia",
    "blogText": "That’s when you know you’ve found somebody really special. When you can just shut the fuck up for a minute and comfortably share silence.",
    "createdAt": "2024-08-20T17:09:21.655Z",
    "updatedAt": "2024-08-20T17:09:21.655Z",
    "__v": 0
  },
  {
    "_id": "66c4ced9ef99d81ee3e4d95b",
    "title": "Judging shit and stuff",
    "author": "Jules",
    "blogText": "You’re judging this shit the wrong way. I mean, it could be God stopped the bullets, or He changed Coke to Pepsi, He found my fuckin’ car keys. You don’t judge shit like this based on merit. Now, whether or not what we experienced was an according-to-Hoyle miracle is insignificant. What is significant, is I felt the touch of God. God got involved.",
    "createdAt": "2024-08-20T17:14:01.023Z",
    "updatedAt": "2024-08-20T17:14:01.023Z",
    "__v": 0
  },
  {
    "_id": "66c4d044ef99d81ee3e4d95f",
    "title": "Your ass don't age well",
    "author": "Marsellus Wallace",
    "blogText": "This business is filled to the brim with unrealistic motherfuckers. Motherfuckers who thought their ass will age like wine. If you mean it turns to vinegar… it does. If you mean it gets better with age… it don’t.",
    "createdAt": "2024-08-20T17:20:04.785Z",
    "updatedAt": "2024-08-20T17:20:04.785Z",
    "__v": 0
  },
  {
    "_id": "66c4d088ef99d81ee3e4d962",
    "title": "Fuck pride",
    "author": "Marsellus Wallace",
    "blogText": "The night of the fight, you may feel a slight sting. That’s pride fucking with you. Fuck pride. Pride only hurts. It never helps. You fight through that shit.",
    "createdAt": "2024-08-20T17:21:12.311Z",
    "updatedAt": "2024-08-20T17:21:12.311Z",
    "__v": 0
  },
  {
    "_id": "66c4d7e0ef99d81ee3e4d967",
    "title": "That's my name!",
    "author": "Zeus Carver",
    "blogText": "Yeah, Zeus! As in, father of Apollo? Mt. Olympus? Don’t fuck with me, or I’ll shove a lightning bolt up your ass? Zeus! You got a problem with that?",
    "createdAt": "2024-08-20T17:52:32.357Z",
    "updatedAt": "2024-08-20T17:52:32.357Z",
    "__v": 0
  },
  {
    "_id": "66c4dba2ef99d81ee3e4d96b",
    "title": "Like a puppet",
    "author": "P. K. Highsmith",
    "blogText": "You shut your face! If we want to hear you talk, I will shove my arm up your ass and work your mouth like a puppet.",
    "createdAt": "2024-08-20T18:08:34.698Z",
    "updatedAt": "2024-08-20T18:08:34.698Z",
    "__v": 0
  },
  {
    "_id": "66c4df5cef99d81ee3e4d96f",
    "title": "Wings of steel",
    "author": "Preston Packard",
    "blogText": "Remember the story of Icarus, whose father gave him wings of wax. Warned him not to fly too close to the sun. But the exhilaration was too great. So he flew higher and higher, until the sun melted his wings, and he fell into the sea. The US Army is not an irresponsible father. So they gave us wings of hot Pennsylvania steel, guaranteed not to melt.",
    "createdAt": "2024-08-20T18:24:28.225Z",
    "updatedAt": "2024-08-20T18:24:28.225Z",
    "__v": 0
  },
  {
    "_id": "66c4dfccef99d81ee3e4d972",
    "title": "Coaching and teaching",
    "author": "Coach Ken Carter",
    "blogText": "I came to coach basketball players, and you became students. I came to teach boys, and you became men.",
    "createdAt": "2024-08-20T18:26:20.313Z",
    "updatedAt": "2024-08-20T18:26:20.313Z",
    "__v": 0
  },
  {
    "_id": "66c4e043ef99d81ee3e4d975",
    "title": "Depressing",
    "author": "Dash Bracket",
    "blogText": "They had Greta Thunberg headlining. She’s this teenage girl who’d become famous even though everything she says is depressing. Kind of like Billie Eilish.",
    "createdAt": "2024-08-20T18:28:19.850Z",
    "updatedAt": "2024-08-20T18:28:19.850Z",
    "__v": 0
  },
  {
    "_id": "66c4e0e5ef99d81ee3e4d978",
    "title": "Having a bad day",
    "author": "Zeus Carver",
    "blogText": "You having a nice day, sir? You feeling all right? Not to get too personal, but a white man standing in the middle of Harlem wearing a sign that says \"I hate niggers\" has either got some serious personal issues, or not all his dogs are barking. Hey! I'm talking to you! Now you've got about ten seconds before those guys see you, and when they do they will kill you, you understand? You are about to have a very bad day.",
    "createdAt": "2024-08-20T18:31:01.273Z",
    "updatedAt": "2024-08-20T18:31:01.273Z",
    "__v": 0
  },
  {
    "_id": "66c4e1e6ef99d81ee3e4d97b",
    "title": "Revealing eyes",
    "author": "Agent Augustus Gibbons",
    "blogText": "You ever watch lions at the zoo? You can always tell which ones were captured in the wild by the look in their eyes. The wild cat. She remembers running across the plain, the thrill of the hunt. Four hundred pounds of killing fury, locked in a box. But after a while, their eyes start to glaze over, and you can tell their soul has died.",
    "createdAt": "2024-08-20T18:35:18.006Z",
    "updatedAt": "2024-08-20T18:35:18.006Z",
    "__v": 0
  },
  {
    "_id": "66c4e241ef99d81ee3e4d97e",
    "title": "Interesting fact",
    "author": "Mr. Glass",
    "blogText": "You could have been a tax accountant. You could have owned your own gym. You could have opened a chain of restaurants. You could've done of ten thousand things, but in the end, you chose to protect people. You made that decision, and I find that very, very interesting.",
    "createdAt": "2024-08-20T18:36:49.143Z",
    "updatedAt": "2024-08-20T18:36:49.143Z",
    "__v": 0
  },
  {
    "_id": "66c4e3bcef99d81ee3e4d981",
    "title": "Man's best friend",
    "author": "Danny Roman",
    "blogText": "I like animals better than people sometimes... Especially dogs. Dogs are the best. Every time you come home, they act like they haven't seen you in a year. And the good thing about dogs... is they got different dogs for different people. Like pit bulls. The dog of dogs. Pit bull can be the right man's best friend... or the wrong man's worst enemy. You going to give me a dog for a pet, give me a pit bull.",
    "createdAt": "2024-08-20T18:43:08.157Z",
    "updatedAt": "2024-08-20T18:43:08.157Z",
    "__v": 0
  }
]
